<template>
  <div>
    <h1>欢迎来到消息界面!!!</h1>
    <li v-for="item in msgs"> {{ item }}</li>
  </div>
</template>
<script>
  export default {
    name: "HomeMsgs",
    data() {
       return {
         msgs:[
           '中央明确：2020年中国经济要干这45件大事',
           '习近平将出席澳门回归20周年大会  "一国两制"铸辉煌',
           '求是:中国经济稳中向好、长期向好基本趋势没有改变',
           '回归20年，澳门绽璀璨光芒  庆祝澳门回归20周年',
           '中央经济工作会议 落实职工带薪休假制度  南水北调',
           '图解 | 2020 收官"十三五" 决胜全面建成小康社会',
           '每小时百颗流星“绽放”!一起来看双子座流星雨',
           '中央给2020年楼市这样定调，透露4大关键信号',
           '北方雪花发货，飘雪进程图看雪何时到你家',
           '南沙海战战斗英雄、辽宁舰舰长政委同日晋升军衔',
           '国家邮政局：11月全国快递业务量完成71.2亿件',
           '“玉兔二号”破纪录了！成为在月面工作最久月球车',
           '王毅谈中美达成第一阶段经贸协议：利好消息',
           '中央气象台：北方将迎降雪 南方异常回暖再“变脸”',
           '按年算账多退少补，你的年度个税应该是怎么算？',
           '考研的同学注意了!2020全国研究生考试今起可打印准考证',
           '大雾侵袭100小时,乌鲁木齐国际机场受影响旅客逾150000人次',
           '马英九批蔡英文回避论文争议:没能力也没意愿捍卫诚信',
         ]}
    },
    computed: {}
  }
</script>
<style scoped>

</style>
